export const recordsMock = [
  {
    src: "images/MyRecommend-1.jpg",
    title: "BODY RECORD",
    buttonTitle: "自分のカラダの記録",
  },
  {
    src: "images/MyRecommend-2.jpg",
    title: "MY EXERCISE",
    buttonTitle: "自分の運動の記録",
  },
  {
    src: "images/MyRecommend-3.jpg",
    title: "MY DIARY",
    buttonTitle: "自分の日記",
  },
];

export const diaries1Mock = [
  {
    date: "2021.05.21",
    time: "23:25",
    description:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2021.05.21",
    time: "23:25",
    description:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2021.05.21",
    time: "23:25",
    description:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2021.05.21",
    time: "23:25",
    description:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
];

export const diaries2Mock = [
  {
    date: "2021.05.21",
    time: "23:25",
    description:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2021.05.21",
    time: "23:25",
    description:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2021.05.21",
    time: "23:25",
    description:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    date: "2021.05.21",
    time: "23:25",
    description:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
];

export const myExcerciseMock = {
  dateMyExcercise: "2021.05.21",
  excercies: [
    {
      title: "家事全般（立位・軽い）",
      kcal: "26",
      time: "10",
    },
    {
      title: "家事全般（立位・軽い）",
      kcal: "26",
      time: "10",
    },
    {
      title: "家事全般（立位・軽い）",
      kcal: "26",
      time: "10",
    },
    {
      title: "家事全般（立位・軽い）",
      kcal: "26",
      time: "10",
    },
    {
      title: "家事全般（立位・軽い）",
      kcal: "26",
      time: "10",
    },
    {
      title: "家事全般（立位・軽い）",
      kcal: "26",
      time: "10",
    },
    {
      title: "家事全般（立位・軽い）",
      kcal: "26",
      time: "10",
    },
    {
      title: "家事全般（立位・軽い）",
      kcal: "26",
      time: "10",
    },
    {
      title: "家事全般（立位・軽い）",
      kcal: "26",
      time: "10",
    },
  ],
};
